<template>
  <div class="main">
    <div class="wrapper">
      <div class="wrapper_content">
        <h2 class="h2">Стиль</h2>
        <p class="text">
          Главный фасад здания исполнен в неоклассическом стиле с выступающими
          деталями и большим количество окон. Это четко очерченная композиция из
          полированного гранита с элементами рустики, крупноформатного
          керамогранита и декоративными элементами, выполненными на заказ. В
          основе интерьеров Дома Manhattan приоритетными являются эстетика, где
          видимая роскошь сочетается с комфортом, в неё идеально вписываются
          любые технические приборы и устройства.
        </p>
      </div>

      <div class="wrapper_image">
        <img src="@/assets/style.png" alt="" />
      </div>
    </div>
  </div>
</template>

<script setup></script>

<style lang="scss" scoped>
.main {
  margin-bottom: 170px;
}
</style>
